Repository: koenige/modules-news
Catalog: news/news-*.po
Languages: de

source: Overview
de: Übersicht

source: News Articles
de: Überblick

source: News
de: Kurzmeldung

source: Articles
de: Nachrichten

source: Article
de: Nachricht

source: Authors
de: Autoren

source: Image
de: Bild

source: Year
de: Jahr

source: Published
de: Veröffentlicht

source: Identifier
de: Kennung

source: Show until
de: Zeige bis

source: Short news, not too long
de: Kurznachricht, nicht zu lang

source: – none –
de: – keine –

source: Lead
de: Aufmacher

source: Newsletter Lead
de: Newsletter Aufmacher

source: Linked Articles
de: Verknüpfte Artikel

source: Main Article
de: Hauptartikel

source: Categories
de: Kategorien

source: Media in Articles
de: Medien zu Artikeln

source: No.
de: Nr.

source: Preview
de: Vorschau

source: by
de: von

source: Sorry, currently we have no news.
de: Zur Zeit haben wir keine aktuellen Nachrichten.

source: There are no news in this year.
de: Wir haben keine Nachrichten aus diesem Jahr.

source: There are no news in this category.
de: Wir haben keine Nachrichten aus dieser Kategorie.

source: This news category does not exist.
de: Diese Nachrichtenkategorie existiert nicht.

source: Further Information
de: Weitere Informationen
